/* Preset Names */


/* audio and video */
"LAN" = "LAN";
"DSL/Cable" = "DSL/Câble";
"Dial-up Modem" = "Modem commuté";
"3G - GPRS" = "3G - GPRS";
"3G - EDGE" = "3G - EDGE";
"3G - UMTS" = "3G - UMTS";

/* audio presets */
"Dial-up Modem - Speech" = "Modem commuté - Parole";
"Dial-up Modem - Music" = "Modem commuté - Musique";


/* these are the old audio presets */
"Modem - Music" = "Modem - Musique";
"Modem - Speech" = "Modem - Parole";
"DSL/Cable - Music" = "DSL/Câble - Musique";
"DSL/Cable - Speech" = "DSL/Câble - Parole";
"LAN - Music" = "LAN - Musique";
"LAN - Speech" = "LAN - Parole";

/* these are the old video presets */
"Modem - Low Motion" = "Modem - Vitesse faible";
"Modem - High Motion" = "Modem - Vitesse élevée";
"DSL/Cable - Low Motion" = "DSL/Câble - Vitesse faible";
"DSL/Cable - High Motion" = "DSL/Câble - Vitesse élevée";
"LAN - Low Motion" = "LAN - Vitesse faible";
"LAN - High Motion" = "LAN - Vitesse élevée";